abseil
aom
aribb24
asciinema
asio
assimp
assimp@5
autoconf
automake
bash
bat
binwalk
boost
brotli
c-ares
ca-certificates
cairo
ceres-solver
certifi
cffi
cgns
cjson
clang-format
cloc
cmake
cmake-docs
cmatrix
colordiff
coreutils
curl
dav1d
dbus
diff-so-fancy
double-conversion
duf
dust
eigen
ent
exiftool
eza
fd
ffmpeg
flac
fmt
fontconfig
freetype
frei0r
fribidi
fswatch
fzf
gcc
gdbm
gettext
gflags
ghostscript
giflib
git
git-delta
glew
glfw
glib
glog
glow
gmp
gnupg
gnutls
google-benchmark
gowall
gpatch
graphite2
harfbuzz
hdf5
highway
httpie
hunspell
hwloc
hydra
hyperfine
icu4c@76
icu4c@77
imagemagick
imath
imlib2
iperf
isl
jasper
jbig2dec
john
jpeg
jpeg-turbo
jpeg-xl
jpeginfo
jsoncpp
jupyterlab
kotlin
krb5
lame
lazydocker
lazygit
leptonica
libaec
libarchive
libass
libassuan
libb2
libbluray
libcaca
libde265
libdeflate
libevent
libgcrypt
libgit2
libgpg-error
libharu
libheif
libice
libidn
libidn2
libksba
liblqr
libmaxminddb
libmicrohttpd
libmng
libmpc
libnghttp2
libnghttp3
libogg
libomp
libpng
libraw
librist
libsamplerate
libsm
libsmi
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxaw
libxcb
libxdmcp
libxext
libxft
libxinerama
libxmu
libxpm
libxrender
libxt
libyaml
little-cms2
llvm
loggo
lpeg
lua
luajit
luv
lz4
lzo
m4
make
mariadb-connector-c
mbedtls
md4c
metis
mpdecimal
mpfr
mpg123
ncurses
neo-cowsay
neofetch
neovim
netcdf
nettle
ninja
nlohmann-json
node
npth
numpy
onefetch
oniguruma
onnx
opam
open-mpi
openblas
opencore-amr
opencv
openexr
openjdk
openjpeg
openssl@3
openvino
opus
p11-kit
p7zip
pandoc
pango
pcre
pcre2
pinentry
pipx
pixman
pkgconf
pmix
pngcheck
poetry
popt
postgresql@16
prettier
proj
protobuf
pugixml
pumas
pv
pycparser
pyenv
pygments
pylint
pyqt
pyright
python-certifi
python-packaging
python@3.10
python@3.11
python@3.12
python@3.13
qpdf
qt
rav1e
readline
ripgrep
rsync
rtmpdump
rubberband
rust
screenresolution
sdl2
sfml
shared-mime-info
sl
snappy
speex
speexdsp
sqlite
srt
starship
stress
suite-sparse
svt-av1
task
tbb
tesseract
thefuck
theora
tlrc
tmux
toilet
torsocks
tree
tree-sitter
typst
unbound
unibilium
utf8cpp
utf8proc
uv
v2ray
vcpkg
vtk
webp
wget
wireshark
x-cmd
x264
x265
xorgproto
xterm
xvid
xxhash
xz
yazi
z3
zeromq
zimg
zoxide
zsh
zsh-autopair
zsh-autosuggestions
zsh-syntax-highlighting
zstd
font-meslo-lg-nerd-font
iterm2
mactex
netron
v2rayu
wezterm
